[
  {
    "id": 0,
    "namaSejarah": "Ketika Ahmad Subardjo Berkunjung ke Uni Soviet",
    "extract": "Kesempatan menghadiri perayaan ulang tahun ke-10 Uni Soviet membuka mata Ahmad Subardjo tentang keadaan politik di negara berjuluk Beruang Merah itu.",
    "image": "https://d220hvstrn183r.cloudfront.net/attachment/93788222107654597301.large",
    "desc" : "Berlin, Oktober 1927, Sepucuk surat yang cukup lama dinanti tiba di kediaman Ahmad Subardjo, Isinya undangan dari pemerintah Uni Soviet untuk Perhimpunan Indonesia (PI) di Negeri Belanda. Negara komunis tersebut akan mengadakan perayaan Hari Ulang Tahun (HUT) ke-10 pada bulan selanjutnya, dan PI diminta mengirimkan perwakilan ke sana. Selain PI, wakil dari organisasi-organisasi yang berpartisipasi dalam Kongres Anti-Imperialisme di Brussel tahun 1927 juga turut diundang. Pemimpin-pemimpin gerakan kemerdekaan, serta tokoh-tokoh terkemuka dari seluruh belahan dunia pun akan menghadiri perayaan tersebut, PI sendiri diwakili oleh Ahmad Subardjo. Hal itu terjadi karena Mohammad Hatta sebagai ketua perhimpunan sedang dalam proses pengadilan atas berbagai tuduhan di Belanda. Setelah mempersiapkan segala kebutuhan, Subardjo dan Sulaiman pergi dari Berlin menuju Stettin,Polandia. Di kota pelabuhan itu keduanya menumpang sebuah kapal dengan tujuan Leningrad, Tiba di Leningrad rombongan Subardjo diberi waktu beberapa hari untuk beristirahat dan berwisata. Setelah puas menikmati keindahan salah satu kota bersejarah di Soviet tersebut, mereka berangkat ke Moskow dengan kereta api.Setiap hari, sejak tiba di Moskow, Subardjo dan Sulaiman begitu sibuk, Keduanya hampir tidak pernah menghabiskan waktu berjam-jam di hotel, kecuali istirahat. Mereka selalu diajak berkeliling mengunjungi tempat-tempat yang dianggap penting bagi pengunjung guna mengetahui tentang Soviet baru. Gedung-gedung bersejarah, monumen-monumen, museum revolusi, imbuh Subardjo, telah dianggap oleh warga setempat sebagai hasil yang dibanggakan selama 10 tahun perjuangan untuk kehidupan yang lebih baik. Setiap hari, sejak tiba di Moskow, Subardjo dan Sulaiman begitu sibuk. Keduanya hampir tidak pernah menghabiskan waktu berjam-jam di hotel, kecuali istirahat. Mereka selalu diajak berkeliling mengunjungi tempat-tempat yang dianggap penting bagi pengunjung guna mengetahui tentang Soviet baru. Gedung-gedung bersejarah, monumen-monumen, museum revolusi, imbuh Subardjo, telah dianggap oleh warga setempat sebagai hasil yang dibanggakan selama 10 tahun perjuangan untuk kehidupan yang lebih baik. Selama berada di Moskow itu, Subardjo menyakiskan sendiri kekuasaan Tentara Merah begitu kuat, persis seperti berita-berita yang pernah dia baca di Negeri Belanda. Subardjo juga mendengar desas-desus mengenai kerenggangan hubungan pribadi dan politik antara tokoh kharismatik Partai Komunis, Stalin dengan&nbsp;pimpinan Tentara Merah, Leon Trotsky. Selama kurang lebih 10 hari mengikuti perayaan di Soviet, menurut Subardjo pengalaman yang paling mengesankan adalah ketika menyaksikan parade militer di Lapangan Merah dan resepsi besar di Kremlin. Subardjo dan Sulaiman juga menyaksikan secara langsung Mausoleum Lenin di tempat tersebut, Beribu-ribu orang hadir di Lapangan Merah untuk melihat parade unjuk kekuatan bersenjata itu. Satu yang membuatnya tercengang adalah barisan kesatuan kavaleri merah, Di barisan terdepan berjalan seorang prajurit gagah berkumis tebal dan panjang, menunggang seekor kuda. Parade militer manjadi penutup kunjungan Subardjo di Moskow, Keesokan harinya Subardjo kembali ke Berlin dengan kereta api melalui Warsawa. Setelah beberapa hari tinggal di Berlin, mereka pulang ke Negeri Belanda, menemui kawan-kawan PI yang baru saja dibebaskan oleh pemerintah.",
    "author": " M. Fazil Pamungkas"
  },
  {
    "id": 1,
    "namaSejarah": "Kisah Bolang Melawan Jepang",
    "extract": "Serdadu KNIL Bolang mulanya ditawan Jepang. Setelah kabur, dia bergerilya bersama tentara Sekutu di Kalimantan.",
    "image": "https://d220hvstrn183r.cloudfront.net/attachment/42075245646529727980.large",
    "desc" : "Ketika balatentara Jepang mendarat pada awal 1942, serdadu KNIL Frederik Bolang alias Fred Bolang bertugas di kesatuan Batalyon Garnisun Kalimantan Barat. Waktu itu, KNIL tidak berdaya, sehingga Hindia Belanda dengan mudah diambil alih balatentara Jepang. Wilayah Kalimantan ditetapkan sebagai bagian dari Armada Selatan Kedua Angkatan Laut Kekaisaran Jepang (Kaigun), Bolang termasuk serdadu KNIL yang menjadi tawanan perang Jepang, namanya tercatat dalam kartu tawanan perang Jepang koleksi Arsip Nasional Belanda, Di situ tertera F M. Bolang lahir pada 10 November 1919 dan berasal dari Kampung Kawangkoan, Tonsea, Keresidenan Manado. Dia adalah anak dari N Bolang dan K A  Makatuuk, Bolang ditahan selama dua tahun di Pontianak, Kalimantan Barat, dan Kuching, Serawak, Malaysia. Dia lalu dipekerjakan sebagai Heiho (pembantu tentara) atau romusha (pekerja paksa) oleh militer Jepang, Dia dan beberapa kawannya berhasil melarikan diri.",
    "author": "Petrik Matanasi"
  },
  {
    "id": 3,
    "namaSejarah": "Kisah Tiga Pilot AURI",
    "extract": "Tiga pilot ini dibawa Belanda ke Australia ketika Indonesia diduduki Jepang. Mereka kemudian masuk AURI.",
    "image": "https://d220hvstrn183r.cloudfront.net/attachment/74881287509018687045.large",
    "desc" : "Kolonel Alex Evert Kawilarang tengah berunding dengan Jenderal Mayor KNIL Schaffelaar di Makassar pada Agustus 1950. Tiba-tiba muncul dua pesawat Bomber B-25 melintas di atas kota dan menembaki kampemen KIS, tangsi KNIL (Koninklijk Nederlandsche Indische Leger), dengan peluru berkaliber 12,7. \"Bagaimana bisa bicara tentang cease fire(gencatan senjata) kalau dua kapal terbang terus menembak?\"tanya Schaffelaar. Kawilarang tak hilang akal. \"Penghentian tembak-menembak baru pada waktu mulai cease fire,\"kata Kawilarang. Tak hanya tembak-menembak yang kemudian berhenti, para serdadu KNIL pun dikosongkan dari kota Makassar sehingga Makassar pun damai. Begitu tercatat dalam otobiografi AE Kawilarang: Untuk Sang Merah Putih.",
    "author": "Petrik Matanasi"
  },
  {
    "id": 4,
    "namaSejarah": "Rokok Kretek Agus Salim",
    "extract": "Diprotes karena bau rokok kretek yang diisapnya, Haji Agus Salim malah mengemukakan fakta sejarah.",
    "image": "https://awsimages.detik.net.id/community/media/visual/2017/10/09/aa05c616-4328-4037-8111-c1444448076e_169.jpg?w=700&q=90",
    "desc" : "Diam tidak pernah menjadi pilihan, Begitulah penggambaran sosok Haji Agus Salim, Salah seorang founding fathers  ini tidak pernah berhenti mengabdikan dirinya bagi kemajuan bangsa. Meski usianya sudah tidak lagi muda, dia secara langsung terus ikut dalam memastikan keajegan Indonesia.Hanya maut yang mampu mendiamkan manusia berjuluk The Grand Old Man, Sekira tahun 1950, setelah tidak lagi terlibat langsung dalam politik Indonesia, Agus Salim diangkat menjadi penasihat Menteri Luar Negeri. Pengalamannya selama masa perjuangan diplomasi dianggap penting dalam kemajuan hubungan luar negeri Indonesia. Terlebih namanya sudah dikenal secara luas oleh tokoh-tokoh dari negara lain berkat aktifitasnya di masa perjuangan kemerdekaan. Agus Salim pernah beberapa kali menduduki posisi menteri luar negeri, yakni Menteri Muda Luar Negeri Kabinet Sjahrir II, Menteri Luar Negeri Kabinet Amir Sjarifuddin, dan Kabinet Mohammad Hatta. Dia termasuk satu dari sejumlah tokoh yang berjasa bagi terciptanya pengakuan kedaulatan Republik Indonesia dari negara-negara Timur Tengah. Karena berbagai aktifitasnya di luar negeri, pemerintah Indonesia masih sering mempercayakan acara-acara penting kepadanya. Seperti ketika tanggal 3 Juni 1953 dia bersama Sri Paku Alam dan Duta Besar Republik Indonesia di Inggris hadir dalam upacara perayaan penobatan Ratu Elizabeth II. Bahkan, menurut Mukayat, tugas itu diberikan langsung oleh Presiden Sukarno kepada Agus Salim. Acara perjamuan di Westminster Abbey, London tersebut dihadiri banyak tokoh penting dari berbagai negara. Mereka memanfaatkan perayaan itu untuk membangun komunikasi ringan dengan perwakilan-perwakilan dari negara lain. Pada suatu kesempatan, sambil berbincang-bincang santai, Agus Salim menyalakan sebatang rokok yang dibawanya dari Indonesia. Bukan hanya Agus Salim yang merokok waktu itu, sejumlah tamu undangan juga melakukannya. Namun, rupanya asap rokok yang diisap Agus Salim menarik perhatian orang-orang di sekitarnya. Tidak banyak orang yang akrab dengan baunya, Rokok jenis kretek itu pun seketika mengundang perbincangan. Ketika asap rokok kretek Agus Salim telah memenuhi ruangan perjamuan, Pangeran Philip, suami Elizabeth II, melakukan protes, Duke of Edinburgh itu keberatan dengan aroma yang tidak mengenakan itu. “Para hadirin, dari manakan bau yang tidak sedap ini berasal?” tanya Pangeran Philip. Alih-alih tersinggung, dengan tenang Agus Salim mendekat seraya menjawab: \n \n “Yang Mulia, bau tidak sedap itu adalah bau rokok kretek yang sedang saya isap yang dibuat dari tembakau dan cengkih, Boleh saja Yang Mulia tidak menyukainya, Tapi justru bau inilah yang menarik minat pelaut-pelaut Eropa datang ke negeri kami tiga abad yang lalu” Jawaban Agus Salim itu membuat Pangeran Philip terdiam. Ia tidak melanjutkan pertanyaannya, Lalu sambil mencoba mencairkan suasana, ia pun meminta seluruh hadirin menikmati acara dan melanjutkan aktifitas yang sedang dilakukan. Selepas dari tugasnya di Inggris, Agus Salim kembali melanjutkan kegiatan mengajarnya di Amerika. Baru pada pertengahan 1954 dia kembali ke Indonesia, Sebelumnya telah banyak universitas di dalam negeri yang memintanya memberikan kuliah sehingga ia cepat menyelesaikan kewajiban mengajarnya di Amerika. Namun, tidak lama setelah kepulangannya itu, tepatnya pada 4 November 1954, Agus Salim meninggal dunia.",
    "author": " M. Fazil Pamungkas"
  },
  {
    "id": 5,
    "namaSejarah": "Maria Walanda Maramis, Pahlawan Nasional dari Sulawesi Utara",
    "extract": "Perjuangan Maria Walanda Maramis dalam memajukan pendidikan perempuan. Ia juga menuntut agar perempuan memiliki hak yang sama dalam politik.",
    "image": "https://d220hvstrn183r.cloudfront.net/attachment/03333227132258865126.large",
    "desc" : "Senyum terkembang di wajah Maria Walanda Maramis saat membuka Sekolah Rumah Tangga (Huishoud School) di Sulawesi Utara pada 1917. Di tahun yang sama, tepatnya pada 8 Juli 1917, Maria juga mendirikan organisasi PIKAT (Percintaan Ibu Kepada Anak Temurunnya) yang berperan besar dalam meningkatkan pendidikan bagi perempuan dan anak-anak di Sulawesi hingga ke berbagai daerah. Maria lahir di Kema, kota pelabuhan kecil di Sulawesi Utara, pada 1 Desember 1872, Orang tuanya meninggal saat ia berusia enam tahun, Ia kemudian dibesarkan oleh paman dan bibinya. Pamannya, seorang Hakim Besar yang terpandang di Maumbi, menyekolahkan Maria dan kakak perempuannya di sebuah Sekolah Melayu, Sejak remaja, Maria sudah memiliki keinginan memajukan kaum perempuan. J B Sudarmanto dalam Jejak-jejak Pahlawan Perekat Kesatuan Bangsa Indonesia  menyebut perkenalan Maria dengan sejumlah orang terpelajar, salah satunya Pendeta Ten Hoeven, kian membuka matanya akan pentingnya pendidikan untuk kaum perempuan. Terlebih Maria menyadari pendidikan yang diperolehnya belum memadai karena hanya sekolah dasar, Oleh karena itu, ia mengisi waktunya dengan belajar secara otodidak.",
    "author": "Amanda Rachmadita"
  },
  {
    "id": 6,
    "namaSejarah": "Masa Kecil \"Si Harimau\" Tan Malaka",
    "extract": "Bak harimau, Tan Malaka berjuang dalam kesendirian. Cerdas dan pemberani meski nakal, masa kanak-kanaknya akrab dengan hukuman.",
    "image": "https://d220hvstrn183r.cloudfront.net/attachment/05997845051092981333.large",
    "desc" : "Bak seekor harimau, \"Bapak bangsa\" Tan Malaka teguh berjalan seorang diri di hampir tiap jengkal jalan perjuangannya. Dia tak gentar meski harus menghadapi lawan yang jauh lebih besar ataupun lebih banyak. Seperti harimau, dia lebih banyak bersembunyi dalam penyamarannya sebelum melancarkan “serangan” mematikan. Julukan harimau itulah yang diterima Tan ketika masih studi di Belanda, Julukan itu diberikan kakak-beradik indo yang satu kos dengan Tan di Bussum, Penjulukan itu diawali dengan perkelahian di antara keduanya. OS dan HS, kakak-beradik itu, kerap berbuat seenaknya, Pada malam kedua Tan di kos itu, OS tiba-tiba mencekiknya dengan tanpa sebab, Tak ada yang tahu apa tujuan OS melakukan hal itu selain dugaan ingin menunjukkan kuasa pada penghuni baru. Tan ingat, sambil mencekik, OS berkata sesumbar bahwa gerakannya itu merupakan silat kepiting Iep, Mengetahui perbuatan OS itu sungguhan, Tan pun melawan, OS kalah. “Untunglah saya mendapat sedikit pusaka tentang silat-kepiting itu. Yang kena sepit kepiting bukannya saya! Semenjak itu dia baik sekali terhadap saya,” kata Tan. Selesai perkara dengan OS, Tan diganggu oleh HS, adik OS, Tan melawan bukan karena pernah diancam HS, melainkan karena HS tak pernah mengindahkan nasihat Tan agar tak mengulangi lagi menghina ibu kos, Maka begitu Tan mendengar ibu kosnya yang santun dihina HS untuk ketiga kali, Tan tak tinggal diam. Jauh setelah itu, ketika dalam pelarian di Hong Kong, Tan kembali “diselamatkan” oleh bekal silat yang dimilikinya. Saat itu dia yang sudah menjadi buron banyak negara, tertangkap oleh polisi Hong Kong. Begitu didapat oleh sang polisi, Tan langsung dipingit, Namun dia berhasil melepaskan pingitan itu dengan satu tendangan yang langsung menyasar bagian belakang lutut sang polisi, Meski hanya sedikit pelajaran silat yang didapat Tan semasa kanak-kanak, itu amat berguna buat pelariannya. “Eerste hulp bij Ongelukken (pertolongan pertama, red.) kata Tan. Tan kecil sebagaimana anak-anak Minangkabau pada umumnya dibekali pendidikan agama dan silat. Namun, Tan agaknya hanya menekuni silat sambil-lalu saja, Hari-harinya lebih banyak diisi dengan bermacam permainan bocah, Tan kecil amat cerdas dan pemberani meski nakal. Dia pernah pingsan sampai hampir tewas terseret arus Sungai Ombilin ketika mencoba menyeberanginya dengan berenang, Beruntung salah seorang kawannya yang lebih besar berhasil menyelamatkannya. Meski tak jadi dicambuk rotan oleh ibunya, ulahnya itu membuat Tan harus rela dipermalukan di depan umum ketika menjalani hukuman dari ayahnya berupa diikat di pinggir jalan dengan mulut tersumpal kekang kuda. Namun, kejadian yang paling diingat Tan mengapa hanya dirinya yang harus menjalani hukuman pilin pusat sementara kawan-kawannya tidak, adalah ketika mereka main perang sembur di kali. Masing-masing anak harus menyemburkan air dari mulut ke wajah lawannya untuk menang. Merasa di atas angin karena semua kawannya telah lari meninggalkan gelanggang, Tan bersemangat terus menyemburkan air ke wajah satu kawannya yang tersisa sebagai lawan. Lawan itu pun kemudian lari. “Saya pikir perjuangan telah selesai, kemenangan akhir ada di pihak saya. Cuma heran, kenapa saya sendiri saja yang tinggal,” kata Tan. Tanpa curiga, Tan kemudian naik ke tepi untuk mengambil pakaiannya. Saat itulah dia tahu jawaban dari mengapa semua teman-teman mainnya lari. “Apabila saya naik ke tepi untuk berpakaian, maka saya ditunggu oleh lima jarinya Guru-Gadang, buat menjalankan hukuman pilin pusat, Rupanya anak-anak lain sudah melihat Guru-Gadang menunggu di tepi sungai, Rupanya saya asyik berjuang membelakangi Guru Gadang itu”",
    "author": "M.F. Mukthi"
  },
  {
    "id": 7,
    "namaSejarah": "Lahirnya sang Filsuf Aristoteles",
    "extract": "Sudah 25 abad lamanya ia meninggal dunia. Tapi, dunia masih mengenal nama dan pemikirannya. Ialah Aristoteles, sang filsuf Yunani.",
    "image": "https://i0.wp.com/anakbertanya.com/wp-content/uploads/2017/04/aristoteles.jpg",
    "desc" : "Aristoteles adalah murid dari Plato sekaligus guru dari Alexander Agung. Ia banyak menulis berbagai macam disiplin ilmu, termasuk fisika, metafisika, puisi, logika, retorika, politik, pemerintahan, etnis, biologi dan zoologi. Bersama dengan Socrates dan Plato, ia dianggap menjadi seorang di antara tiga orang filsuf yang paling berpengaruh di pemikiran Barat. Aristoteles tertarik kepada ilmu pengetahuan, Dia ingin menggunakan metode logika Plato untuk mengetahui bagaimana dunia berjalan. Oleh karena itu, Aristoteles dianggap sebagai bapak metode ilmiah, Aristoteles secara khusus tertarik pada ilmu pengetahuan biologi, khususnya klasifikasi tumbuhan dan hewan.Aristoteles lahir di Stagira, kota di wilayah Chalcidice, Yunani (dahulunya termasuk wilayah Makedonia tengah) tahun 384 SM. Ia bukan berasal dari keluarga yang kaya, ayahnya hanyalah seorang  tabib pribadi Raja Amyntas dari Makedonia.Pada usia 17 tahun, Aristoteles menjadi murid Plato, Aristoteles belajar di Akademi Plato, akademi yang didirikan oleh Plato pada tahun 387 SM di Athena, Plato sendiri saat itu sudah sangat tua. ketika Plato meninggal, Aristoteles meninggalkan akademi tersebut. Ia merasa kesal akibat tak terpilih menjadi salah satu pemimpin di akademi, Padahal, ia telah mengabdi selama 20 tahun menjadi guru di sana.Beberapa waktu setelahnya, Aristoteles meninggalkan Athena dan pergi ke Makedonia dan menjadi guru bagi pangeran muda Alexander, yang kelak akan menjadi Raja Alexander Agung. Alexander tidak terlalu tertarik pada pembelajaran Aristoteles. Namun, mereka berhubungan baik, Ketika Aleksander menjelajahi Asia Barat, dia dan para armadanya mengambil tumbuh-tumbuhan eksotis untuk dipelajari oleh Aristoteles. Setelah Alexander tumbuh dewasa dan menjadi raja, Aristoteles kembali ke Athena dan membuka akademinya sendiri di sana, yang disebut Lyceum, yang menjadi saingan Akademi Plato. Ketika Alexander meninggal pada tahun 323 SM, terjadi pemberontakan terhadap Kekaisaran Makedonia di Athena. Orang Athena menuduh Aristoteles memihak Makedonia, karena ia adalah sahabat Alexander dan seperti halnya Plato, ia bukan seorang demokrat. Dia dengan cepat meninggalkan Athena dan menghabiskan sisa hidupnya di Chalcidice, dan meninggal pada 322 SM.",
    "author": "Ardian Pratama"
  },
  {
    "id": 8,
    "namaSejarah": "Kapten Matheus Sihombing, Jago Revolusi dari Tapanuli",
    "extract": "Ia dikenal dengan julukan beken Si Mitraliur. Pentolan laskar yang hidupnya berakhir tragis.",
    "image": "https://d220hvstrn183r.cloudfront.net/attachment/21186983671619836226.large",
    "desc" : "Nama Matheus Sihombing mengisi halaman suratkabar Belanda sepanjang pekan terakhir bulan Oktober hingga awal November 1948, Pemberitaannya sehubungan dengan aksi kekerasan dan saling melucuti di antara pasukan TNI dan laskar. Banyak korban berjatuhan dalam pertempuran antara saudara sebangsa itu, Het Dagblad , 23 Oktober 1948, melaporkan bahwa Matheus Sihombing berhasil lolos dari upaya penangkapan. Ia bersama tokoh laskar lainnya macam Timur Pane yang tergabung dalam Divisi Banteng Negara disebut-sebut bertanggung jawab atas tindakan pelucutan terhadap Korps Polisi Militer di Tarutung. Mayor Bedjo, komandan Brigade B, yang ditugaskan untuk menangkap, Timur Pane dikabarkan tertangkap bersama pasukannya di Sibolga, Tapanuli Tengah.  “Menurut informasi terakhir, Banteng Negara kini terkonsentrasi di Tapanuli Utara,” lansir Het Dagblad Sementara itu, suratkabar Nieuw Nederland, 11 November 1948, membubuhkan predikat khusus kepada Matheus Sihombing, yakni “Bung Mitraliur”. ",
    "author": "Martin Sitompul"
  }
]